
function my1() {
    alert("Любовь — это самое искреннее чувство, которое может случиться с нами.")
}
function my2() {
    alert("В Валентинов день я желаю быть любимой(ым) и верить в силу любви.")
}

function my3() {
    alert("Желаю тебе счастья, благополучия и оставаться прекрасным человеком!")
}
function my4() {
    alert("Желаю тебе встретить свою родную душу, жить в мире и согласии.")
}
function my5() {
    alert("В этот праздник любви и нежности я поздравляю тебя с Днем святого Валентина! Пусть любовь твоя будет нежна и чиста, верна и преданна. Пусть твоя половинка будет всегда рядом, оберегает от всех невзгод и неурядиц. Пусть ваши чувства будут теплыми и крепкими, страстными и жгучими.")
}
function my6() {
    alert(`В День святого Валентина
Всё волшебно и красиво:
В романтических сердечках,
В лепестках, конфетах, свечках.

С Днем влюбленных поздравляю.
Пусть любовь преград не знает,
А февральская метель
Не испортит этот день!`)
}
